<template>
  <div class="main">
    <div class="info">
      <p>GeoTrack - это приложение, разработанное специально для нефтяной отрасли,
        предназначенное для мониторинга и контроля состояния объектов, обнаружения нарушений и аварийных ситуаций,
        а также предотвращения возможных проблем. Приложение предоставляет возможность привязки объектов к карте с помощью геолокации,
        загрузки фотографий объектов для визуальной проверки состояния, создания актов о состоянии объектов и выявленных нарушениях.
        Оно обеспечивает высокую степень надежности и безопасности передаваемых данных, поддерживает мобильные устройства для доступа
        в любое время и из любой точки, а также различные форматы данных для анализа и обработки информации. Имеет интуитивно понятный
        интерфейс для удобного использования сотрудниками операторами.</p>
      <p>Для автоматизации процесса сотрудников было также разработано мобильное приложение GeoTrack. Скачать его вы можете по ссылке ниже</p>
      <a href="#">Скачать мобильное приложение</a>
    </div>
  </div>
</template>

<script>
export default {
  name: "about-view"
}
</script>

<style scoped>
.main {
  display: flex;
  justify-content: center;
  height: 100%;
  min-height: 900px;
  width: 100%;
}

.info {
  margin-top: 30px;
  max-width: 80%;
  color: white;
  font-size: 24px;
}
.info a {
  text-decoration: none;
  border-bottom: solid white 2px;
  color: white;
}

</style>
